Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/equality_in_work/harassment_at_work.html.txt.tmx
Source language: en
Languages: ga

source: The Employment Equality Acts 1998-2015 place an obligation on all employers to prevent harassment in the workplace
ga: Cuireann na hAchtanna um Chomhionannas Fostaíochta 1998-2015 d'oibleagáid ar fhostóirí ciapadh sa láthair oibre a chosc

source: Under this law, you are entitled to bring a claim to the Workplace Relations Commission and your employer may be obliged to pay you compensation if you are harassed by reason of your:
ga: Tá tú i dteideal éileamh a chur ar aghaidh san gCoimisiún um Chaidreamh san Áit Oibre agus d'fhéadfadh go mbeadh ar do fhostóir cúiteamh a íoc duit má dhéantar tú a chiapadh ar na forais seo:

source: • Family status, for example, as a parent of a child
ga: • Stádas teaghlaigh, mar thuismitheoir linbh, mar shampla

source: • Membership of the Traveller community
ga: • Ballraíocht den Lucht Siúil

source: Harassment based on any of the above grounds is a form of discrimination in relation to conditions of employment
ga: Is idirdhealú fostaíochta atá sa chiapadh bunaithe ar aon cheann de na cúiseanna thuas

source: The Employment Equality Acts 1998-2015 define harassment as “unwanted conduct” which is related to any of the 9 discriminatory grounds above
ga: Déanann na hAchtanna um Chomhionannas Fostaíochta 1998-2015 ciapadh a shainmhíniú mar “iompair nach n-iarrtar” a bhaineann le haon cheann de na cúiseanna thuas

source: Sexual harassment is any form of “unwanted verbal, non-verbal or physical conduct of a sexual nature”
ga: Ciallaíonn gnéaschiapadh aon chineál iompair nach n-iarrtar – briathartha, neamhbhriathartha agus fisiciúil – ó thaobh an ghnéis de

source: In both cases it is defined as conduct which “has the purpose or effect of violating a person’s dignity and creating an intimidating, hostile, degrading, humiliating or offensive environment for the person” and it is prohibited under the Acts
ga: Sa dá chás is iompar é arb’é is cuspóir nó éifeacht leis ná dínit duine a shárú ná timpeallacht a chruthú atá ina húdar imeaglaithe, naimhdis, uiríslithe, náirithe nó coil don duine sin agus tá sé coiscthe faoi na hActanna

source: The “unwanted conduct” includes spoken words, gestures or the production and display of written words, pictures and other material
ga: Áirítear “iompair nach n-iarrtar” briathra béil, gothaí, nó táirgeadh agus scaipeadh focal scríofa, pictiúr nó ábhair eile

source: This includes offensive gestures or facial expressions, unwelcome and offensive calendars, screen-savers, e-mails and any other offensive material
ga: Folaíonn seo gothaí nó dreach maslacha, féilirí maslacha gan iarraidh, sábhálaithe scáileáin, ríomhphostanna agus ábhar maslach eile

source: Bullying at work when it is related to one of the discriminatory grounds is covered by the Employment Equality Acts
ga: Tá bulaíocht sa láthair oibre a bhaineann le haon cheann de na cúiseanna idirdhealaithe faoi réim na hAchtanna

source: Harassment and bullying at work which is not linked to a discriminatory ground is a health and safety issue - see 'How to apply' below
ga: Is ceist sláinte agus sábhálteachta ciapadh agus bulaíocht sa láthair oibre nach bhaineann le cúiseanna idirdhealaithe

source: Harassment can be by a fellow worker, your boss or someone in a superior position, a client, a customer or any other business contact
ga: Is féidir le comhleacaí, do bhainisteoir nó duine i gceannas ort, cliant, custaiméir nó teagmhálaí gnó eile a bheith freagrach as ciapadh

source: Harassment can take place at work or on a training course, on a work trip, at a work social event or any other occasion connected with your job
ga: Is féidir le ciapadh tarlú sa láthair oibre nó ag cúrsa traenála, or ar thuras oibre, ag cóisir oibre nó ag ócáid ar bith eile bainteach le do phost

source: Under the Acts, your employer may also be held responsible if harassment takes place completely outside the course of your employment but you are treated differently at work because of your rejection or acceptance of the harassment
ga: D'fhéadfadh do fhostóir a bheith freagrach faoi na Achtanna má tharlaíonn ciapadh taobh amuigh ar fad de d'fhostaíocht ach má chaitear ar bhealach éagsúil leat sa láthair oibre mar gur dhiúltaigh tú don chiapadh nó gur ghlac tú leis

source: If you bring a claim against your employer for harassment, your employer may have a defence by showing that he or she took reasonably practical steps to prevent the harassment from happening or to prevent you from being treated differently at work
ga: Má chuireann tú éileamh ar aghaidh i gcoinne d'fhostóra de bharr ciaptha, d'fhéadfadh do fhostóir é féin a chosaint trí léiriú go ndearna sé iarrachtaí réasúnta chun an ciapadh a chosc nó gur iarr sé féachaint chuige nach gcaithfí ar bhealach éagsúil leat sa láthair oibre

source: If you bring a claim under the Acts, you cannot then be subjected to victimisation at work
ga: Má chuireann tú éileamh ar aghaidh i gcoinne do fhostóra, ní féidir le do fhostóir íospairt sa láthair oibre a chur ort

source: Your employer should have a policy and procedures to deal with and prevent harassment at work
ga: Tá ar do fhostóir polasaí agus nósanna imeachtaí chun ciapadh san áit oibre a chosc a eisiúint

source: The policy should set out what is unacceptable behaviour at work
ga: Ba chóir go leagfadh an polasaí amach go soiléir an cineál iompraíochta nach nglacfar léi sa láthair oibre

source: An effective grievance or complaints procedure should be in place to deal with complaints about harassment
ga: Ba chóir go mbeadh nós imeachta casaoide éifeachtach ann chun déileáil le gearáin faoi chiapadh

source: All employees must be aware of these policy and procedures
ga: Ní mór go mbeadh sé seo ar eolas ag na fostaithe go léir

source: The Code of Practice on Sexual Harassment and Harassment at Work aims to give practical guidance to employers,and employees on how to prevent sexual harassment and harassment at work and how to put procedures in place to deal with it
ga: Díríonn an Cód Cleachtais um Chiapadh Gnéasach agus Ciapadh san Ionad Oibre ar threoir phraiticiúil a thabhairt d'fhostóirí agus d'fhostaithe, maidir le conas ciapadh gnéasach agus ciapadh san ionad oibre a chosc, agus conas nósanna imeachta a chur i bhfeidhm chun déileáil leo

source: If you wish to make a complaint about harassment, you should begin by making it very clear to the person concerned that you find their behaviour, conduct, material and so on, unacceptable and offensive
ga: Má theastaíonn uait gearán a dhéanamh faoi chiapadh, ba chóir duit i dtosach báire a shoiléiriú don duine i gceist go bhfuil a (h)iompar, (h)ábhar etc. do-ghlactha agus maslach

source: If you find this uncomfortable or too difficult to do, you should seek support (or for an initial approach to be made on your behalf) by a sympathetic friend or colleague, a designated person at work or a trade union representative
ga: Má tá imní ort faoi é seo a dhéanamh nó más dóigh leat go bhfuil sé ródheacair ba chóir duit cabhair a lorg ó chara báúil nó ó chomhgleacaí, dhuine sonrach sa láthair oibre nó ionadaí ceardchumainn (nó iarraidh ar dhuine acu labhairt leis an duine i gceist ar dtús)

source: Very often, an informal approach like this will resolve the issue
ga: Is minic a dhéanann cur chuige neamhfhoirmiúil mar seo an scéal a réiteach

source: Sometimes, an informal approach is not enough to resolve the issue and in situations where the harassment continues, you may need to consider making a formal complaint
ga: Uaireanta ní leor cur chuige neamhfhoirmiúil chun an cheist a réiteach agus i gcúinsí nuair a leanann an ciapadh ar aghaidh, b'fhéidir nár mhór duit do mhachnamh a dhéanamh ar ghearán foirmiúil a chur ar aghaidh

source: Your employer's policy on harassment should clearly set out what will happen when a formal complaint is made, how the complaint will be investigated and who will carry out the investigation, taking into account issues of confidentiality and the rights of both parties
ga: Ba chóir go leagfadh amach polasaí d'fhostóra ar chiapadh go soiléir céard a tharlóidh nuair a dhéantar gearán foirmiúil, cén chaoi a ndéanfar an gearán a iniúchadh agus cé a dhéanfaidh é, ag cur san áireamh ceisteanna rúndachta agus cearta na bpáirtithe

source: The Workplace Relations Commission investigates and/or mediates disputes in relation to the implementation of the employment equality legislation
ga: Déanann an Coimisiún um Chaidreamh san Áit Oibre fiosrúchán agus/nó eadráin ar aighneas i ndáil le forfheidhmiú na reachtaíochta

source: If you feel that your complaint about harassment on one of the discriminatory grounds has not been dealt with properly by your employer, you can make a complaint under employment equality legislation using the online complaint form available on workplacerelations.ie
ga: Má fheictear duit nár dhéileáil d’fhostóir go hoiriúnach le do ghearán a bhaineann le haon cheann de na cúiseanna idirdhealaitheacha, is féidir leat gearán a thabhairt faoi na hAchtanna um Chomhionannas Fostaíochta tríd an fhoirm ghearáin ar líne a úsáid á fáil ar workplacerelations.ie)

source: The Irish Human Rights and Equality Commission has a general remit to promote equality and can give advice and, in some cases, legal assistance if you wish to bring a claim of harassment under the Employment Equality Acts
ga: Tá sainchúram ginearálta ag an Údarás Comhionannais chun an comhionannas a chur chun cinn, soláthraíonn sé comhairle agus, i roinnt cásanna, cúnamh dlí más mian leat gearán a thabhairt

source: Complaints under the Employment Equality Acts must be brought within 6 months of the last act of harassment
ga: Ní mór gearáin faoin Acht um Chomhionannas Fostaíochta a thabhairt faoi bhráid laistigh de 6 mhí ón ngníomh deiridh ciaptha nó leatroim

source: This time limit can be increased to 12 months if “reasonable cause” for the delay can be shown
ga: Is féidir an teorainn ama seo a mhéadú go 12 mí más féidir 'cúis réasúnach' don mhoill a léiriú

source: If a person is unable to pursue a claim effectively because of an intellectual or physiological disability a parent, guardian or other person acting on behalf of the complainant can bring a complaint
ga: Mura féidir le duine éileamh a lorg go héifeachtach de bharr míchumais intleachtúil nó fiseolaíochta; féadann tuismitheoir, caomhnóir nó duine eile gearán a thabhairt thar ceann an ghearánaí

source: The Health and Safety Authority provides information and advice on bullying at work
ga: Soláthraíonn an tÚdarás Sláinte agus Sábháilteachta faisnéis agus comhairle faoi bhulaíocht sa láthair oibre

source: It is responsible for the Code of Practice for Employers and Employees on the Prevention and Resolution of Bullying at Work (pdf)
ga: Tá sé freagrach as an gCód Cleachtais d'Fhostóirí agus Fostaithe ar Chosc Bulaíochta san Ionad Oibre (pdf)

source: It aims to ensure that workplace bullying is not tolerated and that employers have procedures for dealing with bullying at work
ga: Tá sé de chuspóir aige nach bhfuil bulaíocht fulaingthe agus go mbeidh nósanna imeachta ag an fhostóir um le bulaíocht sa láthair oibre a plé
